dashboard/app/controllers/privileges_controller.rb

SELECT `privileges`.* FROM `privileges`
---
  def index
    @privileges = Privilege.all